Repository: listamilton/supermilton.repository
Catalog: plugin.video.pulsar/resources/language/Romanian/strings.po
Languages: ro

# #30001
source: Download Path (NOT FAT32)
ro: Calea spre descarcare (NU FAT32)

# #30002
source: Keep files after playback/download stops)
ro: Pastreaza fisierele dupa reproducere

# #30003
source: Buffer Size (MB)
ro: Marime buffer (MB)

# #30004
source: Max Upload Rate (kB/s)
ro: Rata Maxima Upload (kB/s)

# #30005
source: Max Download Rate (kB/s)
ro: Rata Maxima Download (kB/S)

# #30006
source: Listen Port Min
ro: Asculta Port Min

# #30007
source: Listen Port Max
ro: Asculta Port Max

# #30009
source: SOCKS v5 Configuration
ro: Configurare SOCKS v5

# #30010
source: Enabled
ro: Activat

# #30014
source: Password
ro: Parola

# #30015
source: Advanced
ro: Avansat

# #30016
source: Custom Provider Timeout
ro: Timeout Provider

# #30017
source: Enabled (use at your own risk)
ro: Activat (utilizati la risc propriu)

# #30018
source: Timeout in seconds
ro: Timeout in secunde

# #30019
source: Maintenance
ro: Mentenenta

# #30020
source: Clear cache
ro: Sterge cache

# #30021
source: Enable Paging
ro: Activeaza Paginare

# #30022
source: Enable Overlay Status Bar
ro: Activeaza Bara de Stare

# #30100
source: Pulsar has crashed, restarting...
ro: Pulsar a intampinat probleme, se reporneste...

# #30101
source: You must restart XBMC before using Pulsar
ro: E necesar sa restartati XBMC inainte de utilizare Pulsar

# #30102
source: This addon can only be run from within Pulsar
ro: Acest addon poate fi rulat doar din Pulsar

# #30200
source: Cache cleared
ro: Cache-ul a fost sters

# #30201
source: Search TV Shows
ro: Cauta TV Shows

# #30202
source: Choose Stream...
ro: Alege Stream...

# #30203
source: Movie Information
ro: Informatie despre film

# #30204
source: Unable to find any providers
ro: Nu a fost gasit nici un provider

# #30205
source: No links were found
ro: Nu a fost gasit nici un link

# #30206
source: Search Movies
ro: Cauta filme

# #30207
source: Not enough space available on the download path.
ro: Loc insuficient in calea pentru download.

# #30208
source: Pulsar daemon has started
ro: Pulsar a startat

# #30209
source: Search
ro: Cauta

# #30210
source: Most Popular
ro: Cele Mai Populare

# #30211
source: Top Rated
ro: Cele Mai Apreciate

# #30212
source: Most Voted
ro: Cele Mai Votate

# #30214
source: Movies
ro: Filme

# #30216
source: Paste URL
ro: Insereaza URL

# #30217
source: Paste Magnet or URL
ro: Insereaza Magnet sau URL

# #30218
source: Next Page
ro: Pagina Urmatoare
