Repository: listamilton/supermilton.repository
Catalog: plugin.video.supermiltonflix/resources/language/*/strings.po
Languages: spanish

# #11001
source: Username
spanish: Usuario

# #11002
source: Password
spanish: Contraseña

# #11101
source: Browser
spanish: Buscar

# #11102
source: Update library after adding
spanish: Actualizar librería después de añadir

# #11200
source: Profil settings
spanish: Opciones de perfil

# #11201
source: Single-user account
spanish: Cuenta individual

# #11202
source: Show profile selection on each start
spanish: Mostrar pantalla de perfil al inciar

# #12000
source: Advanced
spanish: Avanzado

# #12001
source: Debug logging
spanish: Habilitar debug

# #12002
source: Library path
spanish: Ruta de la librería

# #12101
source: Disable lirc on playback
spanish: Desactivar lirc durante la reproducción

# #13000
source: Views
spanish: Vistas

# #13001
source: Get covers & fanart images from TMDb
spanish: Obtener carátulas y fanarts de TMDb

# #13002
source: Browse TV-Shows instead of autoplaying
spanish: Buscar en Series en lugar de reproducirlas automáticamente

# #13003
source: Items per page
spanish: Items por página

# #13100
source: Appearance
spanish: Apariencia

# #13101
source: Force view
spanish: Forzar vista

# #13103
source: View ID - episodes
spanish: View ID - episodios

# #13104
source: View ID - viewing activity
spanish: View ID - Tu actividad

# #14000
source: User data
spanish: Opciones de usuario

# #14001
source: Delete cache
spanish: Borrar caché

# #14002
source: Delete cookies / session
spanish: Borrar cookies / sesión

# #14003
source: Reset Addon
spanish: Reinciar Addon

# #30100
source: Movies
spanish: Películas

# #30101
source: TV shows
spanish: Series

# #30102
source: Suggestions
spanish: Recomendaciones

# #30103
source: Who's watching?
spanish: ¿Quién está conectado?

# #30104
source: My list
spanish: Mi Lista

# #30105
source: Viewing activity
spanish: Mi Actividad

# #30106
source: Latest
spanish: Últimos

# #30107
source: All shows
spanish: Todas las series

# #30108
source: Genres
spanish: Género

# #30109
source: Search
spanish: Buscar

# #30110
source: Next page
spanish: Página siguiente

# #30111
source: Search
spanish: Buscar

# #30112
source: Super browse
spanish: Super navegación

# #30150
source: Add to library
spanish: Añadir a la librería

# #301501
source: Remove from library
spanish: Eliminar de la librería

# #30151
source: Continue watching
spanish: Seguir viendo

# #30152
source: Show seasons
spanish: Ver Temporadas

# #30154
source: Remove from my list
spanish: Eliminar de mi lista

# #30155
source: Add to my list
spanish: Añadir a mi lista

# #30156
source: Similar Movies
spanish: Películas similares

# #30157
source: Similar TV Shows
spanish: Series similares

# #30200
source: Connecting Netflix
spanish: Conectando a Netflix

# #30201
source: Preparing login
spanish: Iniciando sesión

# #30202
source: Sending login details
spanish: Enviando detalles de la sesión

# #30203
source: Loading profile
spanish: Cargando perfil

# #30204
source: Complete
spanish: Finalizado

# #30205
source: Loading metadata
spanish: Cargando metadatos

# #30300
source: Sorry! Netflix is not available in your country yet.
spanish: ¡Lo sentimos! Netflix tovadía no está disponible en su país.

# #30301
source: Cookies have been deleted.
spanish: Cookies borradas.

# #30302
source: Session has been deleted.
spanish: Sesión eliminada.

# #30303
source: You are not logged in. Check your credentials and/or restart the addon!
spanish: No has iniciado sesión. ¡Comprueba tus credenciales o reinicia el addon!

# #30304
source: Multiple profiles found. Choose your profile!
spanish: Detectados múltiples perfiles. ¡Elija uno!

# #30306
source: No results found!
spanish: No se encontraron resultados

# #30307
source: Really reset the addon?
spanish: ¿De verdad quiere restaurar el addon a opciones de fábrica?

# #30308
source: Addon has been reset!
spanish: ¡Addon restaurado!

# #30309
source: Cache has been deleted!
spanish: ¡Caché eliminada!

# #50001
source: No browser selected in settings!
spanish: No ha elegido ningún lanzador, vaya a las opciones del addon
