Repository: listamilton/supermilton.repository
Catalog: plugin.video.pulsar/resources/language/*/strings.po
Languages: portuguese

# #30000
source: General
portuguese: Geral

# #30001
source: Download Path (NOT FAT32)
portuguese: Pasta de Download (NÃO FAT32)

# #30002
source: Keep files after playback/download stops)
portuguese: Manter ficheiros depois da reprodução/download parar

# #30003
source: Buffer Size (MB)
portuguese: Tamanho do Buffer (MB)

# #30004
source: Max Upload Rate (kB/s)
portuguese: Máxima Taxa de Upload (kB/s)

# #30005
source: Max Download Rate (kB/s)
portuguese: Máxima Taxa de Download (kB/S)

# #30006
source: Listen Port Min
portuguese: Porta Min

# #30007
source: Listen Port Max
portuguese: Porta Max

# #30009
source: SOCKS v5 Configuration
portuguese: Configuração SOCKS v5

# #30010
source: Enabled
portuguese: Activo

# #30012
source: Port
portuguese: Porta

# #30015
source: Advanced
portuguese: Avançado

# #30016
source: Custom Provider Timeout
portuguese: Timeout do Provider

# #30017
source: Enabled (use at your own risk)
portuguese: Activo (use à sua responsabilidade)

# #30018
source: Timeout in seconds
portuguese: Timeout em segundos

# #30019
source: Maintenance
portuguese: Manutenção

# #30020
source: Clear cache
portuguese: Apagar cache

# #30021
source: Enable Paging
portuguese: Activar Paginação

# #30022
source: Enable Overlay Status Bar
portuguese: Activar Barra de Estado Sobreposta

# #30023
source: Choose Stream Automatically
portuguese: Escolher Stream Automaticamente

# #30024
source: Library Path
portuguese: Pasta da Biblioteca

# #30100
source: Pulsar has crashed, restarting...
portuguese: Pulsar fechou de forma inesperada, a reiniciar...

# #30101
source: You must restart XBMC before using Pulsar
portuguese: Deve reiniciar o Kodi antes de usar o Pulsar

# #30102
source: This addon can only be run from within Pulsar
portuguese: Este addon apenas pode ser corrido pelo Pulsar

# #30200
source: Cache cleared
portuguese: Cache apagada

# #30201
source: Search TV Shows
portuguese: Pesquisar Séries

# #30202
source: Choose Stream...
portuguese: Escolher Stream...

# #30203
source: Movie Information
portuguese: Informação do Filme

# #30204
source: Unable to find any providers
portuguese: Não foi possível encontrar providers

# #30205
source: No links were found
portuguese: Não foram encontrados links

# #30206
source: Search Movies
portuguese: Pesquisar Filmes

# #30207
source: Not enough space available on the download path.
portuguese: Sem espaço disponível na pasta de download.

# #30208
source: Pulsar daemon has started
portuguese: Pulsar daemon foi iniciado

# #30209
source: Search
portuguese: Pesquisar

# #30210
source: Most Popular
portuguese: Mais Populares

# #30212
source: Most Voted
portuguese: Mais Votados

# #30214
source: Movies
portuguese: Filmes

# #30215
source: TV Shows
portuguese: Séries

# #30216
source: Paste URL
portuguese: Inserir URL

# #30217
source: Paste Magnet or URL
portuguese: Insira o Magnet ou URL

# #30218
source: Next Page
portuguese: Próxima Página

# #30219
source: Add/Remove from Library
portuguese: Adicionar/Remover da Biblioteca

# #30220
source: Library Path not set
portuguese: Pasta da Biblioteca nao definida

# #30221
source: Item successfully added to Library
portuguese: Item adicionado na Biblioteca

# #30222
source: Item removed from Library
portuguese: Item removido da Biblioteca
